Repository: keznikl/bozp
Catalog: news/locale/*/LC_MESSAGES/django.po
Languages: cs

source: News slug
cs: Zkratka aktualit

source: The slug name for page representing the news list.
cs: Zkratka pro seznam aktualit.

source: News per page
cs: Aktuality na stránce

source: The number of news entries to show on a single page.
cs: Počet aktualit na jedné stránce.

source: News image directory
cs: Adresář obrázků pro aktuality

source: The directory for news images.
cs: Adresář obrázků pro aktuality.

source: Abstract
cs: Abstrakt

source: News post
cs: Aktualita

source: News posts
cs: Aktuality

source: Quick News Post
cs: Rychlá aktualita

source: Save Draft
cs: Uložit návrh

source: News Archive
cs: Archiv aktualit

source: Share this on:
cs: Sdílet stránku na:

source: News List
cs: Seznam aktualit

source: read more
cs: číst více
